Repository: EdwardBock/geolocations
Catalog: public/languages/geolocations-*.po
Languages: de_de

source: Geolocations ‹ Areas
de_de: Geolocations ‹ Gebiete

source: Geolocations Areas
de_de: Geolocations Gebiete

source: Copy from Address
de_de: Von vorhandener Adresse kopieren

source: Only one address
de_de: Einzelne Adresse

source: Display one address on map
de_de: Eine Adresse auf der Karte anzeigen

source: Display multiple addresses on map
de_de: Anzeigen mehrerer Adressen auf der Karte

source: Select post (optional)
de_de: Adresse (optional)

source: Show address of another post.
de_de: Adresse eines anderen Beitrags anzeigen.

source: Taxonomy
de_de: Taxonomie

source: Terms (optional)
de_de: Adresse (optional)

source: Coma separated list of term slugs of the selected taxonomy.
de_de: Kommaseparierte Liste von Term Slugs der oben angegebenen Taxonomie.

source: No addresses found
de_de: Kein Adresse gefunden

source: Geolocation
de_de: Orts- und Kontaktangaben

source: No coordinates found
de_de: Keine Koordinaten gefunden

source: Latitude
de_de: Breitengrad

source: Longiture
de_de: Längengrad

source: Street
de_de: Straße

source: Number
de_de: Hausnummer

source: ZIP
de_de: PLZ

source: City
de_de: Stadt/Ort

source: Telephone
de_de: Telefon

source: Function
de_de: Funktion

source: No label found for
de_de: Kein Label gefunden für

source: Settings › Geolocations
de_de: Einstellungen › Geolocations

source: Geolocations Settings
de_de: Geolocations-Einstellungen

source: We use google places to find coordinates for geolocations.
de_de: Wir verwenden Google-Orte, um Koordinaten für Geolocations zu finden.

source: Which post types should have geolocations support?
de_de: Welche Post Typen sollen Geolocations unterstützen?

source: Post Types
de_de: Post Typen

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Single address?
de_de: Einzelne Adresse?

source: Only one location will be displayed.
de_de: Nur eine Adresse wird angezeigt.

source: Of which taxonomy are the following terms?
de_de: Welcher Taxonomie gehören die folgenden Terme an?

source: Terms
de_de: Terme

source: Coma separated list of term slugs of the taxonomy above.
de_de: Kommaseparierte Liste von Term Slugs der oben angegebenen Taxonomie.

source: Address (optional)
de_de: Adresse (optional)

source: Display the address from another content. If empty the own address data will be used.
de_de: Zeigt die Adresse eines anderen Inhalts an.

source: - No Type -
de_de: - kein Typ -

source: zip
de_de: plz

source: Geolocation management for contents
de_de: Geolocations an Inhalten
